{
  "0": {
    "section": "SAP Team Leader",
    "subheader": "May 2022 - Present",
    "location": "Ecolab - McDonough, GA",
    "details": [
      "Developed PowerBI tools to track KPIs and decrease losses",
      "Automated repetitive tasks to improve daily productivity",
      "Reduced material loss through inventory gap analysis",
      "Trained and developed SAP Specialists on new processes",
      "Used the role of TPM Pillar Leader to spearhead the SHE TPM Pillar’s Journey To Bronze."
    ]
  },
  "1": {
    "section": "Mixing Production Team Leader",
    "subheader": "June 2021 - May 2022",
    "location": "Ecolab - McDonough, GA",
    "details": [
      "Led a department of 13 chemical mixers across 2 shifts to meet and surpass production targets.",
      "Eliminated production losses through defect identification and prevention.",
      "Eliminated First Aids for the highest risk department by implemented a pro-safety shift startup: reviewing daily risks, team progress on safety metrics, and empowering the use of Stop Work Authority."
    ]
  },
  "2": {
    "section": "EH&S Specialist",
    "subheader": "June 2019 - June 2021",
    "location": "Ecolab - Joliet, IL",
    "details": [
      "Conducted risk assessments and managed safety control implementations in all areas of the manufacturing site to reduce injuries, while keeping operators engaged at every step.",
      "Established a Safety, Health, and Environment Trigger System across the manufacturing site to manage day-to-day risk.",
      "Applied TPM to develop a site water balance and target achievable water losses.",
      "Developed and trained site personnel, leading to less injuries and increased reporting.",
      "Ensured compliance with obligations set by OSHA, DHS, Illinois EPA, and City of Joliet POTW.",
      "Site Program Owner of VelocityEHS, Strata, SafetySkills, BBO Program, Waste Disposals"
    ]
  },
  "2": {
    "section": "Chemical Engineering Intern",
    "subheader": "June 2018 - August 2018",
    "location": "Ecolab - Joliet, IL",
    "details": [
      "Conducted risk assessments and managed safety control implementations in all areas of the manufacturing site to reduce injuries, while keeping operators engaged at every step.",
      "Established a Safety, Health, and Environment Trigger System across the manufacturing site to manage day-to-day risk.",
      "Applied TPM to develop a site water balance and target achievable water losses.",
      "Developed and trained site personnel, leading to less injuries and increased reporting.",
      "Ensured compliance with obligations set by OSHA, DHS, Illinois EPA, and City of Joliet POTW.",
      "Site Program Owner of VelocityEHS, Strata, SafetySkills, BBO Program, Waste Disposals"
    ]
  }
}
